tap 'caskroom/cask'
tap 'homebrew/boneyard'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/science'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'leedm777/asterisk'
tap 'neovim/neovim'
tap 'shopify/shopify'
tap 'simeji/jid'
tap 'theseal/ssh-askpass'
tap 'tkengo/highway'
brew 'ack'
brew 'antlr'
brew 'clasp'
brew 'gringo'
brew 'aspcud'
brew 'autoconf'
brew 'automake'
brew 'ghc'
brew 'cabal-install'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'ocaml'
brew 'ocamlbuild'
brew 'camlp4'
brew 'cmake'
brew 'cscope'
brew 'ctags'
brew 'gmp'
brew 'darcs'
brew 'digdag'
brew 'openssl'
brew 'dovecot'
brew 'jpeg'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'fetchmail'
brew 'fio'
brew 'pcre2'
brew 'fish'
brew 'freetds'
brew 'isl'
brew 'mpfr'
brew 'libmpc'
brew 'gcc'
brew 'webp'
brew 'gd'
brew 'gdb'
brew 'gdbm'
brew 'global', args: ['with-ctags', 'with-pygments']
brew 'gnupg'
brew 'lua'
brew 'readline'
brew 'gnuplot', args: ['with-aquaterm', 'with-x11']
brew 'go'
brew 'pkg-config'
brew 'gobject-introspection'
brew 'gperftools'
brew 'gradle'
brew 'libtool'
brew 'graphviz'
brew 'msgpack'
brew 'groonga'
brew 'icu4c'
brew 'harfbuzz'
brew 'perl'
brew 'xz'
brew 'imagemagick'
brew 'jansson'
brew 'jerm'
brew 'oniguruma'
brew 'jq'
brew 'json-c'
brew 'lesspipe'
brew 'lha'
brew 'libevent'
brew 'libgsm'
brew 'libogg'
brew 'sqlite'
brew 'python'
brew 'libxml2'
brew 'libyaml'
brew 'luajit'
brew 'lzip'
brew 'mecab'
brew 'mecab-ipadic'
brew 'mercurial'
brew 'minio'
brew 'minio-mc'
brew 'mysql'
brew 'nkf'
brew 'nmap'
brew 'node'
brew 'opam'
brew 'pandoc'
brew 'pango'
brew 'peco'
brew 'postgresql', restart_service: true
brew 'pgroonga'
brew 'plenv'
brew 'portaudio'
brew 'procmail'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'qt5'
brew 'ruby-build'
brew 'rbenv'
brew 'rbenv-communal-gems'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'sip'
brew 'socat'
brew 'speex'
brew 'tmux'
brew 'tree'
brew 'unixodbc'
brew 'vim', args: ['with-lua', 'with-luajit']
brew 'wget'
brew 'homebrew/boneyard/pyqt'
brew 'homebrew/science/r'
brew 'homebrew/versions/srtp15'
brew 'homebrew/versions/zeromq40'
brew 'leedm777/asterisk/pjsip-asterisk'
brew 'leedm777/asterisk/asterisk', args: ['with-clang']
brew 'neovim/neovim/neovim'
brew 'shopify/shopify/toxiproxy'
brew 'simeji/jid/jid'
brew 'theseal/ssh-askpass/ssh-askpass'
brew 'tkengo/highway/highway'
cask 'aquaterm'
cask 'powershell'
